/* %@ is not a valid regular expression */
"%@ is not a valid regular expression" = "“%@” 不是一个正確的正則表達式";

/* All documents */
"All documents" = "全部文件";

/* Command Result - Smultron */
"Command Result - Smultron" = "命令結果 - Smultron";

/* Current document */
"Current document" = "目前文件";

/* Current project */
"Current project" = "目前項目";

/* Filter */
"Filter" = "過濾器";

/* Go to the web site (http://smultron.sourceforge.net) to download another version for an earlier Mac OS X system */
"Go to the web site (http://smultron.sourceforge.net) to download another version for an earlier Mac OS X system" = "到網站 (http://smultron.sourceforge.net) 下載另一個適合早期Mac OS X系統的版本";

/* Hide Size Slider */
"Hide Size Slider" = "隱藏大小滑標";

/* It seems as if the file is unwritable or that you do not have permission to save the file %@ */
"It seems as if the file is unwritable or that you do not have permission to save the file %@" = "文件不可寫或者你沒有儲存 “%@”的權限";

/* New Collection */
"New Collection" = "新集合";

/* New Command */
"New Command" = "新命令";

/* New Snippet */
"New Snippet" = "新 Snippet";

/* Old Commands */
"Old Commands" = "舊命令";

/* Please check if the file is locked, on a media that is unwritable or if you can save it in another location */
"Please check if the file is locked, on a media that is unwritable or if you can save it in another location" = "請檢查文件是否被鎖定，謀體是否可寫或者你可以儲存到其他的位置";

/* Please consider exporting the commands first. There is no undo available */
"Please consider exporting the commands first. There is no undo available" = "請先確認要輸出命令，此操作不可復原";

/* Preferences - Smultron */
"Preferences - Smultron" = "偏好設定 - Smultron";

/* Run */
"Run" = "執行";

/* Show Size Slider */
"Show Size Slider" = "顯示大小滑標";

/* Split Window Vertically */
"Split Window Vertically" = "垂直分割窗口";

/* This will delete all items in the collection %@. Are you sure you want to continue? */
"This will delete all items in the collection %@. Are you sure you want to continue?" = "此操作將會刪除 “%@” 集合裡面的全部東西。請確認是否繼續？";

/* You need %@ or later to run this version of Smultron */
"You need %@ or later to run this version of Smultron" = "你需要 %@ 或者更新的版本才能執行這個版本的Smultron";

/* Subtitle of alert panel informing user that the file's string encoding needs to be changed */
"Please choose another encoding (such as UTF-8)." = "請選擇另一種編碼格式（例如 UTF-8）。";

/* Title of alert panel informing user that the file's string encoding needs to be changed. */
"This document can no longer be saved using its original %@ encoding." = "無法再使用原始%@編碼儲存這個文件。";

